{
"Attack": "Refers to violent, hostile actions committed by one entity against another, ranging from individual altercations to large scale military offensives.",
"Elect": "Pertains to an event where individuals are chosen for a position or role through an election process.",
"Injure": "Encompasses situations where a party or entity is physically harmed or wounded.",
"Die": "Covers incidents where an individual or group perish, including both natural deaths and ones as a result of violent circumstances.",
"Marry": "Refers to the act of two individuals entering into a formal union, typically recognized by law, in which they become partners.",
"End-Position": "Pertains to scenarios where an individual leaves or is removed from a formal role or position.",
"Divorce": "Pertains to the termination of a marital relationship between two individuals.",
"Be-Born": "Describes scenes of childbirth or the starting life of an entity.",
"Release-Parole": "Involves scenarios where individuals detained under the law are released based on specific terms and conditions.",
"Phone-Write": "Concerns instances of communication via written or verbal formats.",
"Trial-Hearing": "Relates to legal events where a case is presented and reviewed in a court of law.",
"Transport": "Deals with the movement or relocation of people, goods, or entities from one location to another.",
"Appeal": "Covers legal instances where decisions or judgments are formally challenged.",
"Extradite": "Relates to the action of surrendering a person accused or convicted of a crime to the jurisdiction of the foreign state in which the crime was committed.",
"Transfer-Money": "Refers to financial transactions where money is moved from one place or person to another.",
"Start-Position":" Encompasses situations where individuals assume a new role or formal position.",
"Charge-Indict": "Concerns legal circumstances where allegations are formally brought against individuals.",
"Arrest-Jail": "Concerns law enforcement actions resulting in the apprehension and detainment of individuals.",
"Sue": "Refers to instances where a party brings a legal case against another in a court of law.",
"Transfer-Ownership": "Deals with scenarios where ownership of a property, object, or asset is moved from one party to another.",
"Convict": "Relates to legal outcomes where individuals are pronounced guilty of criminal charges.",
"Execute": "Concerns capital punishment instances where convicts are put to death following a legal verdict.",
"Declare-Bankruptcy": "Pertains to formal announcements rendering an individual or entity as financially insolvent.",
"Demonstrate": "Covers instances where individuals publicly display support or opposition toward a cause, idea, or policy.",
"Sentence": "Refers to legal pronouncements allotting punishment to a convicted individual.",
"Meet": "Reflects situations where two or more individuals gather for discussion or collective activity.",
"Merge-Org": "Covers occurrences where two or more organizations combine to form a single entity.",
"Start-Org": "Pertains to the creation or initiation of an organization.",
"End-Org": "Deals with circumstances where operations of an organization are permanently discontinued.",
"Nominate": "Refers to the act of formally choosing an individual for a specific role or honor.",
"Fine": "Relates to legal or regulatory penalties involving monetary payment.",
"Acquit": "Concerns legal verdicts where individuals are cleared of criminal charges.",
"Pardon": "Covers instances where individuals are officially forgived for their crimes by sovereign power."
}